// © Copyright 2004-2013, 2015-2016 HP Development Company, L.P.

TaskName = "Supplies Status";

StaplesTabLabel = "Staples";
MediaTabLabel = "Media";
PrintheadTabLabel = "Printheads";
SuppliesTabLabel = "Supplies";

Toner = "Toner";

EstimatedWarning = "Estimate only. Actual ink levels may vary.";
EstimatedWarningPigment = "Estimate only. Actual cartridge levels may vary.";

StatusWarning = "Cannot display supplies status with state:";
DoorOpenTitle = "Door/Cover is open";
ConsumableUnknownTitle = "Unknown";
CartridgeMissingTitle = "Missing";
HSDCartridgeUsageTitle = "Store supplies usage information in cartridge memory";
ValueNotAvailable = "Not Available";

Colon = ":";

MediaStatusUnknown = "Unknown";
MediaStatusNotEmpty = "Not Empty";
MediaStatusEmpty = "Empty";
MediaStatusLow = "Low";
MediaStatusFull = "Full";
MediaStatusOk = "OK";

// cartridge statuses
SupplyLevelInMillilitersFormat = "%d ml";

// printhead statuses
Good = "Good";
Fair = "Fair";
Bad = "Bad";
PrintheadMissingTitle = "Missing";
Low = "Near expiration, prepare to replace";
Out = "Expired, please replace";

// staples cartridge
StapleCartridgeTitle = "Staples Cartridge %d:";
LevelStatusFormat = "Status:||%@";
HSDStapleLevelStatusOK = "OK";
StapleLevelStatusLow = "Low";
StapleLevelStatusVeryLow = "Very Low";
StapleLevelStatusOut = "Out";

PartReorderFormat = "Part Reorder Number:||%@";
ExpireDateFormat = "Expiration date:||%@";
SerialNumberFormat = "Serial Number:||%@";
SupplyTypeFormat = "Type:||%@";
WarrantyStatusFromat = "Warranty status:||%@";
UsedInkFromat = "Amount of used ink (microliters):||%@";
UsedFromatPigment = "Amount of cartridge levels used (microliters):||%@";
WarrantyNotice = "*See Warranty Note";
ManufacturerUnknown = "Unknown";
ManufacturerHP = "HP";
ManufacturerApprovedOEM = "Approved OEM";
ManufacturerNonApproved = "Non Approved";
CartridgeApproved = "In warranty";
CartridgeNotApproved = "No warranty";

SupplyDepleted = "Used, Refilled or Counterfeit";
HSDSupplyDepletedWarningTitle = "Original HP Ink Depleted - Information about ink levels will not be available";
HSDSupplyDepletedWarningTitlePigment = "The contents of the original HP cartridge have been depleted - Information about supply levels will not be available.";

SupplyDepletedWarningMessage = "The supply may be out, refilled or non-HP. If supply is out, please replace required cartridge with new one. HP cannot guarantee the quality or reliability of non-HP supplies. Printer service or repairs required as a result of using a non-HP supply will not be covered under warranty.\nIf you believe you purchased a new genuine HP print cartridge, visit us at: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";

OrderHPPart = "Order HP Part:";
ApproximatePagesRemainingForInitialUse = "Approximate Pages Remaining:\n\t(Available after 25%% of use)||Gathering Data";
ApproximatePagesRemaining = "Approximate Pages Remaining:\n\t(Pages remaining will vary depending\n\ton types of documents printed.)||%@";
PagesPrintedWithThisSupply = "Pages printed with this supply:";
FirstInstallDate = "First Install Date:||%@";
LastUsedDate = "Last Used Date:||%@";
LowReached = "Low Reached:||%@";

YES = "Yes";
NO = "No";

SupplyStatusAuthentic = "Genuine HP";
SupplyStatusClone = "Non-HP clone chip";
SupplyStatusRefilled = "Non-HP refilled";
SupplyStatusUnauthorized = "Unauthorized";
SupplyStatusIncorrect = "Incorrect";

WarrantyNotes = "*Warranty Note\nA non HP supply has been installed. HP recognizes customer choice, but cannot guarantee the quality or reliability of non-HP supplies. Printer service or repairs required as a result of using a non-HP supply will not be covered under the warranty.\n\nUsing genuine HP supplies ensures full availability of printing features.\n\nIf you believe you purchased a genuine HP supply, visit us at link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
StarterPensWarning = "Estimated ink level information is not available for introductory print cartridges.";
StarterPensWarningPigment = "Estimated cartridge level information is not available for introductory print cartridges.";
NonHPSupplyWarning = "ATTENTION: A non HP supply has been installed. To ensure full availability of printing features (such as remaining supply status), use genuine HP supplies.";

// Cartridge state warnings
BlackCartridgeMisinstalledWarning = "Cartridge is installed in wrong slot.\nReplace with a HP black ink cartridge. The printer will only print after the cartridge is replaced.";
CyanCartridgeMisinstalledWarning = "Cartridge is installed in wrong slot.\nReplace with a HP cyan ink cartridge. The printer will only print after the cartridge is replaced.";
MagentaCartridgeMisinstalledWarning = "Cartridge is installed in wrong slot.\nReplace with a HP magenta ink cartridge. The printer will only print after the cartridge is replaced.";
YellowCartridgeMisinstalledWarning = "Cartridge is installed in wrong slot.\nReplace with a HP yellow ink cartridge. The printer will only print after the cartridge is replaced.";

BlackCartridgeMisinstalledWarningPigment = "Cartridge is installed in wrong slot.\nReplace with a HP black cartridge. The printer will only print after the cartridge is replaced.";
CyanCartridgeMisinstalledWarningPigment = "Cartridge is installed in wrong slot.\nReplace with a HP cyan cartridge. The printer will only print after the cartridge is replaced.";
MagentaCartridgeMisinstalledWarningPigment = "Cartridge is installed in wrong slot.\nReplace with a HP magenta cartridge. The printer will only print after the cartridge is replaced.";
YellowCartridgeMisinstalledWarningPigment = "Cartridge is installed in wrong slot.\nReplace with a HP yellow cartridge. The printer will only print after the cartridge is replaced.";

BlackCartridgeMissingWarning = "Black ink cartridge missing.\nInstall a HP black ink cartridge. It is either missing or not installed correctly.";
CyanCartridgeMissingWarning = "Cyan ink cartridge missing.\nInstall a HP cyan ink cartridge. It is either missing or not installed correctly.";
MagentaCartridgeMissingWarning = "Magenta ink cartridge missing.\nInstall a HP magenta ink cartridge. It is either missing or not installed correctly.";
YellowCartridgeMissingWarning = "Yellow ink cartridge missing.\nInstall a HP yellow ink cartridge. It is either missing or not installed correctly.";

BlackCartridgeMissingWarningPigment = "Black cartridge missing.\nInstall a HP black cartridge. It is either missing or not installed correctly.";
CyanCartridgeMissingWarningPigment = "Cyan cartridge missing.\nInstall a HP cyan cartridge. It is either missing or not installed correctly.";
MagentaCartridgeMissingWarningPigment = "Magenta cartridge missing.\nInstall a HP magenta cartridge. It is either missing or not installed correctly.";
YellowCartridgeMissingWarningPigment = "Yellow cartridge missing.\nInstall a HP yellow cartridge. It is either missing or not installed correctly.";

BlackCartridgeIncorrectWarning = "Replace incompatible or faulty black ink cartridge.\nReplace with a HP black ink cartridge. The printer will only print after the cartridge is replaced.";
CyanCartridgeIncorrectWarning = "Replace incompatible or faulty cyan ink cartridge.\nReplace with a HP cyan ink cartridge. The printer will only print after the cartridge is replaced.";
MagentaCartridgeIncorrectWarning = "Replace incompatible or faulty magenta ink cartridge.\nReplace with a HP magenta ink cartridge. The printer will only print after the cartridge is replaced.";
YellowCartridgeIncorrectWarning = "Replace incompatible or faulty yellow ink cartridge.\nReplace with a HP yellow ink cartridge. The printer will only print after the cartridge is replaced.";

BlackCartridgeIncorrectWarningPigment = "Replace incompatible or faulty black cartridge.\nReplace with a HP black cartridge. The printer will only print after the cartridge is replaced.";
CyanCartridgeIncorrectWarningPigment = "Replace incompatible or faulty cyan cartridge.\nReplace with a HP cyan cartridge. The printer will only print after the cartridge is replaced.";
MagentaCartridgeIncorrectWarningPigment = "Replace incompatible or faulty magenta cartridge.\nReplace with a HP magenta cartridge. The printer will only print after the cartridge is replaced.";
YellowCartridgeIncorrectWarningPigment = "Replace incompatible or faulty yellow cartridge.\nReplace with a HP yellow cartridge. The printer will only print after the cartridge is replaced.";

BlackCartridgeNonHPWarning = "Non-HP black ink cartridge.\nHP cannot guarantee the quality or reliability of non-HP ink cartridges. Printer services or repairs required as a result of using non-HP ink cartridges will not be covered under warranty. If you believe you have purchased a genuine HP ink cartridge, visit us at link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP black ink cartridge.";
CyanCartridgeNonHPWarning = "Non-HP cyan ink cartridge.\nHP cannot guarantee the quality or reliability of non-HP ink cartridges. Printer services or repairs required as a result of using non-HP ink cartridges will not be covered under warranty. If you believe you have purchased a genuine HP ink cartridge, visit us at link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP cyan ink cartridge.";
MagentaCartridgeNonHPWarning = "Non-HP magenta ink cartridge.\nHP cannot guarantee the quality or reliability of non-HP ink cartridges. Printer services or repairs required as a result of using non-HP ink cartridges will not be covered under warranty. If you believe you have purchased a genuine HP ink cartridge, visit us at link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP magenta ink cartridge.";
YellowCartridgeNonHPWarning = "Non-HP yellow ink cartridge.\nHP cannot guarantee the quality or reliability of non-HP ink cartridges. Printer services or repairs required as a result of using non-HP ink cartridges will not be covered under warranty. If you believe you have purchased a genuine HP ink cartridge, visit us at link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP yellow ink cartridge.";

BlackCartridgeNonHPWarningPigment = "Non-HP black cartridge.\nHP cannot guarantee the quality or reliability of non-HP cartridges. Printer services or repairs required as a result of using non-HP cartridges will not be covered under warranty. If you believe you have purchased a genuine HP cartridge, visit us at link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP black cartridge.";
CyanCartridgeNonHPWarningPigment = "Non-HP cyan cartridge.\nHP cannot guarantee the quality or reliability of non-HP cartridges. Printer services or repairs required as a result of using non-HP cartridges will not be covered under warranty. If you believe you have purchased a genuine HP cartridge, visit us at link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP cyan cartridge.";
MagentaCartridgeNonHPWarningPigment = "Non-HP magenta cartridge.\nHP cannot guarantee the quality or reliability of non-HP cartridges. Printer services or repairs required as a result of using non-HP cartridges will not be covered under warranty. If you believe you have purchased a genuine HP cartridge, visit us at link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP magenta cartridge.";
YellowCartridgeNonHPWarningPigment = "Non-HP yellow cartridge.\nHP cannot guarantee the quality or reliability of non-HP cartridges. Printer services or repairs required as a result of using non-HP cartridges will not be covered under warranty. If you believe you have purchased a genuine HP cartridge, visit us at link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP yellow cartridge.";

BlackCartridgeNonHPRecoverableWarning = "Non-HP black ink cartridge.\nHP recognizes customer’s choice, but cannot guarantee the quality or reliability of non-HP ink cartridges. Printer services or repairs required as a result of using non-HP ink cartridges will not be covered under warranty. To continue printing with non-HP ink cartridge, press and hold Power button, press Resume button three times, and release Power button. However, print quality and ink level information may be affected. Otherwise, replace with a HP black ink cartridge. If you believe you have purchased a genuine HP ink cartridge, visit link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
CyanCartridgeNonHPRecoverableWarning = "Non-HP cyan ink cartridge.\nHP recognizes customer’s choice, but cannot guarantee the quality or reliability of non-HP ink cartridges. Printer services or repairs required as a result of using non-HP ink cartridges will not be covered under warranty. To continue printing with non-HP ink cartridge, press and hold Power button, press Resume button three times, and release Power button. However, print quality and ink level information may be affected. Otherwise, replace with a HP cyan ink cartridge. If you believe you have purchased a genuine HP ink cartridge, visit link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
MagentaCartridgeNonHPRecoverableWarning = "Non-HP magenta ink cartridge.\nHP recognizes customer’s choice, but cannot guarantee the quality or reliability of non-HP ink cartridges. Printer services or repairs required as a result of using non-HP ink cartridges will not be covered under warranty. To continue printing with non-HP ink cartridge, press and hold Power button, press Resume button three times, and release Power button. However, print quality and ink level information may be affected. Otherwise, replace with a HP magenta ink cartridge. If you believe you have purchased a genuine HP ink cartridge, visit link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
YellowCartridgeNonHPRecoverableWarning = "Non-HP yellow ink cartridge.\nHP recognizes customer’s choice, but cannot guarantee the quality or reliability of non-HP ink cartridges. Printer services or repairs required as a result of using non-HP ink cartridges will not be covered under warranty. To continue printing with non-HP ink cartridge, press and hold Power button, press Resume button three times, and release Power button. However, print quality and ink level information may be affected. Otherwise, replace with a HP yellow ink cartridge. If you believe you have purchased a genuine HP ink cartridge, visit link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";

BlackCartridgeNonHPRecoverableWarningPigment = "Non-HP black cartridge.\nHP recognizes customer’s choice, but cannot guarantee the quality or reliability of non-HP cartridges. Printer services or repairs required as a result of using non-HP cartridges will not be covered under warranty. To continue printing with non-HP cartridge, press and hold Power button, press Resume button three times, and release Power button. However, print quality and cartridge level information may be affected. Otherwise, replace with a HP black cartridge. If you believe you have purchased a genuine HP cartridge, visit link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
CyanCartridgeNonHPRecoverableWarningPigment = "Non-HP cyan cartridge.\nHP recognizes customer’s choice, but cannot guarantee the quality or reliability of non-HP cartridges. Printer services or repairs required as a result of using non-HP cartridges will not be covered under warranty. To continue printing with non-HP cartridge, press and hold Power button, press Resume button three times, and release Power button. However, print quality and cartridge level information may be affected. Otherwise, replace with a HP cyan cartridge. If you believe you have purchased a genuine HP cartridge, visit link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
MagentaCartridgeNonHPRecoverableWarningPigment = "Non-HP magenta cartridge.\nHP recognizes customer’s choice, but cannot guarantee the quality or reliability of non-HP cartridges. Printer services or repairs required as a result of using non-HP cartridges will not be covered under warranty. To continue printing with non-HP cartridge, press and hold Power button, press Resume button three times, and release Power button. However, print quality and cartridge level information may be affected. Otherwise, replace with a HP magenta cartridge. If you believe you have purchased a genuine HP cartridge, visit link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
YellowCartridgeNonHPRecoverableWarningPigment = "Non-HP yellow cartridge.\nHP recognizes customer’s choice, but cannot guarantee the quality or reliability of non-HP cartridges. Printer services or repairs required as a result of using non-HP cartridges will not be covered under warranty. To continue printing with non-HP cartridge, press and hold Power button, press Resume button three times, and release Power button. However, print quality and cartridge level information may be affected. Otherwise, replace with a HP yellow cartridge. If you believe you have purchased a genuine HP cartridge, visit link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";

BlackCartridgeExpiredWarning = "Replace expired black ink cartridge.\nReplace with a new HP black ink cartridge.";
CyanCartridgeExpiredWarning = "Replace expired cyan ink cartridge.\nReplace with a new HP cyan ink cartridge.";
MagentaCartridgeExpiredWarning = "Replace expired magenta ink cartridge.\nReplace with a new HP magenta ink cartridge.";
YellowCartridgeExpiredWarning = "Replace expired yellow ink cartridge.\nReplace with a new HP yellow ink cartridge.";

BlackCartridgeExpiredWarningPigment = "Replace expired black cartridge.\nReplace with a new HP black cartridge.";
CyanCartridgeExpiredWarningPigment = "Replace expired cyan cartridge.\nReplace with a new HP cyan cartridge.";
MagentaCartridgeExpiredWarningPigment = "Replace expired magenta cartridge.\nReplace with a new HP magenta cartridge.";
YellowCartridgeExpiredWarningPigment = "Replace expired yellow cartridge.\nReplace with a new HP yellow cartridge.";

BlackCartridgeExpiredRecoverableWarning = "Expired black ink cartridge.\nHP cannot guarantee the quality or reliability of expired ink cartridges. Printer services or repairs required as a result of using expired ink cartridges will not be covered under warranty. To continue printing with expired ink cartridge, press and hold Power button, press Resume button three times, and release Power button. However, print quality and ink level information may be affected.";
CyanCartridgeExpiredRecoverableWarning = "Expired cyan ink cartridge.\nHP cannot guarantee the quality or reliability of expired ink cartridges. Printer services or repairs required as a result of using expired ink cartridges will not be covered under warranty. To continue printing with expired ink cartridge, press and hold Power button, press Resume button three times, and release Power button. However, print quality and ink level information may be affected.";
MagentaCartridgeExpiredRecoverableWarning = "Expired magenta ink cartridge.\nHP cannot guarantee the quality or reliability of expired ink cartridges. Printer services or repairs required as a result of using expired ink cartridges will not be covered under warranty. To continue printing with expired ink cartridge, press and hold Power button, press Resume button three times, and release Power button. However, print quality and ink level information may be affected.";
YellowCartridgeExpiredRecoverableWarning = "Expired yellow ink cartridge.\nHP cannot guarantee the quality or reliability of expired ink cartridges. Printer services or repairs required as a result of using expired ink cartridges will not be covered under warranty. To continue printing with expired ink cartridge, press and hold Power button, press Resume button three times, and release Power button. However, print quality and ink level information may be affected.";

BlackCartridgeExpiredRecoverableWarningPigment = "Expired black cartridge.\nHP cannot guarantee the quality or reliability of expired cartridges. Printer services or repairs required as a result of using expired cartridges will not be covered under warranty. To continue printing with expired cartridge, press and hold Power button, press Resume button three times, and release Power button. However, print quality and cartridge levels information may be affected.";
CyanCartridgeExpiredRecoverableWarningPigment = "Expired cyan cartridge.\nHP cannot guarantee the quality or reliability of expired cartridges. Printer services or repairs required as a result of using expired cartridges will not be covered under warranty. To continue printing with expired cartridge, press and hold Power button, press Resume button three times, and release Power button. However, print quality and cartridge levels information may be affected.";
MagentaCartridgeExpiredRecoverableWarningPigment = "Expired magenta cartridge.\nHP cannot guarantee the quality or reliability of expired cartridges. Printer services or repairs required as a result of using expired cartridges will not be covered under warranty. To continue printing with expired cartridge, press and hold Power button, press Resume button three times, and release Power button. However, print quality and cartridge levels information may be affected.";
YellowCartridgeExpiredRecoverableWarningPigment = "Expired yellow cartridge.\nHP cannot guarantee the quality or reliability of expired cartridges. Printer services or repairs required as a result of using expired cartridges will not be covered under warranty. To continue printing with expired cartridge, press and hold Power button, press Resume button three times, and release Power button. However, print quality and cartridge levels information may be affected.";

BlackCartridgeOutOfInkWarning = "Replace empty black ink cartridge.\nReplace with a new HP black ink cartridge. The printer will only print after the cartridge is replaced.";
CyanCartridgeOutOfInkWarning = "Replace empty cyan ink cartridge.\nReplace with a new HP cyan ink cartridge. The printer will only print after the cartridge is replaced.";
MagentaCartridgeOutOfInkWarning = "Replace empty magenta ink cartridge.\nReplace with a new HP magenta ink cartridge. The printer will only print after the cartridge is replaced.";
YellowCartridgeOutOfInkWarning = "Replace empty yellow ink cartridge.\nReplace with a new HP yellow ink cartridge. The printer will only print after the cartridge is replaced.";

BlackCartridgeOutOfWarningPigment = "Replace empty black cartridge.\nReplace with a new HP black cartridge. The printer will only print after the cartridge is replaced.";
CyanCartridgeOutOfWarningPigment = "Replace empty cyan cartridge.\nReplace with a new HP cyan cartridge. The printer will only print after the cartridge is replaced.";
MagentaCartridgeOutOfWarningPigment = "Replace empty magenta cartridge.\nReplace with a new HP magenta cartridge. The printer will only print after the cartridge is replaced.";
YellowCartridgeOutOfWarningPigment = "Replace empty yellow cartridge.\nReplace with a new HP yellow cartridge. The printer will only print after the cartridge is replaced.";

BlackCartridgeNearExpiredWarning = "Black ink cartridge is expiring soon.\nWhen it expires, replace with a new HP black ink cartridge.";
CyanCartridgeNearExpiredWarning = "Cyan ink cartridge is expiring soon.\nWhen it expires, replace with a new HP cyan ink cartridge.";
MagentaCartridgeNearExpiredWarning = "Magenta ink cartridge is expiring soon.\nWhen it expires, replace with a new HP magenta ink cartridge.";
YellowCartridgeNearExpiredWarning = "Yellow ink cartridge is expiring soon.\nWhen it expires, replace with a new HP yellow ink cartridge.";

BlackCartridgeNearExpiredWarningPigment = "Black cartridge is expiring soon.\nWhen it expires, replace with a new HP black cartridge.";
CyanCartridgeNearExpiredWarningPigment = "Cyan cartridge is expiring soon.\nWhen it expires, replace with a new HP cyan cartridge.";
MagentaCartridgeNearExpiredWarningPigment = "Magenta cartridge is expiring soon.\nWhen it expires, replace with a new HP magenta cartridge.";
YellowCartridgeNearExpiredWarningPigment = "Yellow cartridge is expiring soon.\nWhen it expires,replace with a new HP yellow cartridge.";

BlackPenMissingWarning = "Black printhead missing.\nInstall a HP black printhead. It is either missing or not installed correctly.";
CyanPenMissingWarning = "Cyan printhead missing.\nInstall a HP cyan printhead. It is either missing or not installed correctly.";
MagentaPenMissingWarning = "Magenta printhead missing.\nInstall a HP magenta printhead. It is either missing or not installed correctly.";
YellowPenMissingWarning = "Yellow printhead missing.\nInstall a HP yellow printhead. It is either missing or not installed correctly.";
BlackYellowPenMissingWarning = "Black and yellow printhead missing.\nInstall an HP black and yellow printhead. It is either missing or not installed correctly.";
CyanMagentaPenMissingWarning = "Magenta and cyan printhead missing.\nInstall an HP magenta and cyan printhead. It is either missing or not installed correctly.";
CMYKPenMissingWarning = "CMYK printhead missing.\nInstall an HP CMYK printhead. It is either missing or not installed correctly.";

BlackPenIncorrectWarning = "Replace incompatible or faulty black printhead.\nReplace with a HP black printhead. The printer will only print after the printhead is replaced.";
CyanPenIncorrectWarning = "Replace incompatible or faulty cyan printhead.\nReplace with a HP cyan printhead. The printer will only print after the printhead is replaced.";
MagentaPenIncorrectWarning = "Replace incompatible or faulty magenta printhead.\nReplace with a HP magenta printhead. The printer will only print after the printhead is replaced.";
YellowPenIncorrectWarning = "Replace incompatible or faulty yellow printhead.\nReplace with a HP yellow printhead. The printer will only print after the printhead is replaced.";
BlackYellowPenIncorrectWarning = "Replace incompatible or faulty black and yellow printhead.\nReplace with an HP black and yellow printhead. The printer will only print after the printhead is replaced.";
CyanMagentaPenIncorrectWarning = "Replace incompatible or faulty magenta and cyan printhead.\nReplace with an HP magenta and cyan printhead. The printer will only print after the printhead is replaced.";
MatteBlackCyanPenIncorrectWarning = "Replace incompatible or faulty matte black and cyan printhead.\nReplace with an HP matte black and cyan printhead. The printer will only print after the printhead is replaced.";
MagentaYellowPenIncorrectWarning = "Replace incompatible or faulty magenta and yellow printhead.\nReplace with an HP magenta and yellow printhead. The printer will only print after the printhead is replaced.";
CMYKPenIncorrectWarning = "Replace incompatible or faulty CMYK printhead.\nReplace with an HP CMYK printhead. The printer will only print after the printhead is replaced.";

BlackCartridgeAntiTheftEnabledWarning = "Replace HP Protected black ink cartridge. The cartridge can only be used in the printer that initially protected the cartridges using the HP Cartridge Protection feature, and must be replaced.";
CyanCartridgeAntiTheftEnabledWarning = "Replace HP Protected cyan ink cartridge. The cartridge can only be used in the printer that initially protected the cartridges using the HP Cartridge Protection feature, and must be replaced.";
MagentaCartridgeAntiTheftEnabledWarning = "Replace HP Protected magenta ink cartridge. The cartridge can only be used in the printer that initially protected the cartridges using the HP Cartridge Protection feature, and must be replaced.";
YellowCartridgeAntiTheftEnabledWarning = "Replace HP Protected yellow ink cartridge. The cartridge can only be used in the printer that initially protected the cartridges using the HP Cartridge Protection feature, and must be replaced.";

BlackCartridgeAntiTheftEnabledWarningPigment = "Replace HP Protected black cartridge. The cartridge can only be used in the printer that initially protected the cartridges using the HP Cartridge Protection feature, and must be replaced.";
CyanCartridgeAntiTheftEnabledWarningPigment = "Replace HP Protected cyan cartridge. The cartridge can only be used in the printer that initially protected the cartridges using the HP Cartridge Protection feature, and must be replaced.";
MagentaCartridgeAntiTheftEnabledWarningPigment = "Replace HP Protected magenta cartridge. The cartridge can only be used in the printer that initially protected the cartridges using the HP Cartridge Protection feature, and must be replaced.";
YellowCartridgeAntiTheftEnabledWarningPigment = "Replace HP Protected yellow cartridge. The cartridge can only be used in the printer that initially protected the cartridges using the HP Cartridge Protection feature, and must be replaced.";

imageDrumCartridgeAntiTheftEnabledWarningPigment = "Replace HP Protected imaging drum. The imaging drum can only be used in the printer that initially protected it using the HP Cartridge Protection feature, and must be replaced.";

// shoping menu titles
Phone = "by Phone";
ShopForSuppliesFormat = "Shop for Supplies %@";

"United States" = "United States";
"China" = "China";
"Hong Kong" = "Hong Kong";
"India" = "India";
"Indonesia" = "Indonesia";
"Korea" = "Korea";
"Malaysia" = "Malaysia";
"Philippines" = "Philippines";
"Singapore" = "Singapore";
"Taiwan" = "Taiwan";
"Thailand" = "Thailand";
"Vietnam" = "Vietnam";

SuppliesInformationTitle = "Supplies Information";
DetailsHeader = "Supplies Status";
ReturnRecyclingTitle = "Return & Recycling\n";
ReturnRecyclingMessage = "Please return your genuine HP supplies for recycling to HP. For more information, please visit us at http://www.hp.com/go/recycle";
OrderingTitle = "Ordering Information";
OrderingMessageFormat = "HP supplies can be ordered on the Internet (link:{url=\"%@\";title=\"%@\";}), on-line through your printer software, or by calling an authorized reseller. Refer to your User Guide for instructions.";
ApproximatePagesRemainingClear = "Approximate Pages Remaining:";
ApproximatePagesRemainingNotAvailableNowDisclaimer = "HP uses the first 20% of cartridge use to estimate pages remaining.";
ApproximatePageRemainingNotAvailableNowValue = "Gathering Data";
SupplyLevelReplace = "Replace";
InkSupplyPLRDisclaimer = "Estimate only. Actual ink levels may vary.";
SupplyPLRDisclaimerPigment = "Estimate only. Actual cartridge levels may vary.";

PRLSupplyDisclaimer = "Approximate only; varies depending on types of documents printed and other factors";
LessThanX = "less than %d";
SupplyLevel = "Supply level:";
OrderTitle = "Order";
SupplyLevelNormal = "Normal";
SupplyLevelVeryLow = "Very Low";

SupplyAuthStateUsed = "Used";
SupplyAuthStateUnsupported = "Unsupported";
SupplyAuthStateNonHP = "Non-HP";
SupplyAuthStateIncompatible = "Incompatible";

SuppliesStatusMisinstalled = "Cartridge is installed in wrong slot.";

SupplyStatusLowDetailsDisclaimer = "The printer indicates when a supply level is low. Actual cartridge life remaining may vary. Consider having a replacement available to install when print quality is no longer acceptable. The supply does not need to be replaced now.";
SupplyStatusVeryLowDetailsDisclaimer = "The printer indicates when a supply level is very low. Actual cartridge life remaining may vary. Consider having a replacement available to install when print quality is no longer acceptable. The supply does not need to be replaced now unless the print quality is no longer acceptable. Once an HP supply has reached \"very low\", HP’s premium Protection Warranty on that supply has ended.";
SupplyStatusMPACCOActiveDetailsDisclaimer = "The printer has been customer configured to print using only black when the level of a color supply is very low. The color supply may still be able to produce acceptable print quality. To print in color, either replace the color supply or reconfigure the printer.";
SupplyStatusReplaceRDDetailsDisclaimer = "This printer notifies you when a supply reaches the end of its estimated useful life. Some material may remain in the supply but cannot be used without possible printer damage or a safety risk.";
SupplyStatusReplaceUserDetailsDisclaimer = "The printer has been customer configured to stop when the supply level is very low. The supply may still be able to produce acceptable print quality. To continue printing, either replace the supply or reconfigure the printer.";

AuthenticationStateMissingSmartChipNote = "Unable to read cartridge data. Any printer repair required as a result of using cartridges with unreadable cartridge data is not covered under warranty. Supply status and features depending on supply status will not be available.";
AuthenticationStateBadDataFromCartridgeNote = "Unable to read cartridge data. Any printer repair required as a result of using cartridges with unreadable cartridge data is not covered under warranty. Supply status and features depending on supply status will not be available.";
AuthenticationStateUsedNote = "A used supply has been installed. If you believe you purchased a genuine HP supply, visit us at link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Any printer repair required as a result of using used supplies is not covered under warranty. Supply status and features depending on supply status will not be available.";
AuthenticationStateUsedBody = "ATTENTION: A used supply has been installed. Supply status is unavailable. Features requiring supply status may also be unavailable.";
AuthenticationStateNotDesignedForPrinterNote = "This genuine HP supply was not designed for this product and is not supported. Results may vary when used with this product.";
AuthenticationStateNonHPNote = "A non-HP supply has been installed. If you believe you purchased a genuine HP supply, visit us at link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Any printer repair required as a result of using non-HP cartridges is not covered under warranty.";

ImportantNotesTitle = "Important Notes:\n";
AtVeryLowInstructions = "1. Select \"Supplies Management\" task in the \"Printer Settings\" group.\n2. Select %color% cartridge in \"Cartridge Behavior At Very Low\" table.\n3. Change the action for the selected cartridge to \"Continue\" or \"Prompt to Continue\".";

HSDPrintheadTabTitle = "Printheads Health";
HSDPrintheadTabInfo = "The current printheads health for the selected printer is shown below.";

HSDSuppliesTabTitle = "Current Supplies Levels";
HSDSuppliesTabInfo = "The current supplies levels for the selected printer are shown below.";
HSDDetailedInfoButtonTitle = "Detailed Supplies Information";
HSDSuppliesWarningTitle = "Status error retrieving print cartridge information from printer. Unable to communicate with the printer, please make sure the printer is connected and turned on.";

HSDMediaTabTitle = "Paper Status";
HSDMediaTabInfo = "The current paper status for the selected printer is shown below.";

HSDStaplesTabTitle = "Staples Status";
HSDStaplesTabInfo = "The current staples status for the selected printer is shown below.";
HSDStaplesNotDetectedInfo = "No staples cartridge have been detected.";

/*Ink Subscription Tab*/

InkSubscriptionTabName = "HP Instant Ink";

cloudConnectionStatus = "Current connection to cloud status";
lastConnectDate = "Last connect date";
totalEnginePageCount = "Total engine page count";
PPPCount = "Pay-per-print pages count";
subscriptionPPPCount = "Subscription pay-per-print pages count";
currentSequenceNumber = "Current sequence number";
lastReceivedSequence = "Last received sequence";
HAPILastReceivedDate = "H-API last received date";
EOOP = "Effective out of pages";
OOPEAvailable = "Out of pages extension available";
blackSupplySubscription = "Black cartridge";
triColorSupplySubscription = "Tri color cartridge";
Unknown = "Unknown";

InstantInk = "Instant Ink";
NonInstantInk = "non-Instant Ink";
InstantInkReady = "Instant Ink Ready";
Connected = "Connected";
NotConnected = "Not Connected";
Name = "Name";
Value = "Value";
YES = "Yes";
NO = "No";

CMY_Color = "Tri-color";
C_Color = "Cyan";
M_Color = "Magenta";
Y_Color = "Yellow";
K_Color = "Black";

HSDInkSubscriptionAdTitle = "HP Instant Ink";
HSDInkSubscriptionAdDescription = "Ink replacement service";
HSDInkSubscriptionAdMessage3 = "Save up to 50% on ink*\nOriginal HP Ink ordered by your printer, delivered to your door.\n\nClick Send Ink Now to learn more and sign up.";
InkSubscriptionAdMessage4 = "HP Instant Ink monthly plans are based on pages printed, not on cartridges used.";
HSDInkSubscriptionHelp = "Instant Ink Help";
HSDSendInkNow = "Send Ink Now";
DisclaimerLink = "link:{url=\"http://www.hpinstantink.com/disclaimers\";title=\"*HP Instant Ink disclaimers\";}";

/*Unsubscribed*/
InkSubscriptionInvitationTitle = "Try HP Instant Ink!";
InkSubscriptionInvitation = "Go find out how wonderful it is at: link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink Online\";}";
InkSubscriptionSubscriptionConsumableTemporaryUsageAllowedTitle = "HP Instant Ink Cartridge Installed";
InkSubscriptionSubscriptionConsumableTemporaryUsageAllowed = "Please complete HP Instant Ink enrollment online at: link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}.";
InkSubscriptionSubscriptionConsumableNeedsEnrollmentTitle = "Incompatible HP Instant Ink Cartridge";
InkSubscriptionSubscriptionConsumableNeedsEnrollment = "This cartridge can only be used in a printer that is currently enrolled in HP Instant Ink. If you believe your printer should accept this cartridge, please contact link:{url=\"http://www.hp.com/go/instantinksupport\";title=\"HP Instant Ink Support Online\";}.";
InkSubscriptionTrialConsumableCountExceededTitle = "HP Instant Ink";
InkSubscriptionTrialConsumableCountExceeded = "Only one set of HP Instant Ink Ready cartridges can be used in a printer. Remove and replace with other cartridges.";
HSDDeviceStateConsumableSubscriptionOptionNotSetTitle = "Finish Printer Setup";
HSDDeviceStateConsumableSubscriptionOptionNotSet = "To print, you need to finish setting up the printer on the printer front panel. Click OK and follow instructions on the printer front panel. The print job is canceled.";

/*Connect now Warning*/
InkSubscriptionConnectNowWarningTitle = "Please Connect Printer to HP Connected";
InkSubscriptionSubscribedPagesLow = "If the printer is not connected to HP Connected you will be unable to print soon.\n\nYour printer needs to be connected to update its HP Instant Ink status.\nSee printer control panel for instructions.";
InkSubscriptionSubscribedPagesVeryLow = "WARNING: If the printer is not connected to HP Connected you will be unable to print very soon without further warning.\n\nYour printer needs to be connected to update its HP Instant Ink status.\nSee printer control panel for instructions.";
InkSubscriptionSubscriptionNeedToConnect = "Your printer needs to be connected to update its HP Instant Ink status.\nSee printer control panel for instructions.";

InkSubscriptionConnectNowToInstantInkWarningTitle = "Please Connect Printer to HP Instant Ink";
InkSubscriptionSubscribedPagesLowToInstantInk = "If the printer is not connected to HP Instant Ink you will be unable to print soon.

Your printer needs to be connected to update its HP Instant Ink status.
Press the Info button on your printer front panel to print a page with information about re-connecting.
The instruction page does not count towards your HP Instant Ink page count.";
InkSubscriptionSubscribedPagesVeryLowToInstantInk = "WARNING: If the printer is not connected to HP Instant Ink you will be unable to print very soon without further warning.

Press the Info button on your printer front panel to print a page with information about re-connecting.
The instruction page does not count towards your HP Instant Ink page count.";
InkSubscriptionSubscriptionNeedToConnectToInstantInk = "Your printer needs to be connected to update its HP Instant Ink status.
Press the Info button on your printer front panel to print a page with information about re-connecting.
The instruction page does not count towards your HP Instant Ink page count.";

/*Active*/
InkSubscriptionSuccessfulTitle = "Printer is ready.";
InkSubscriptionSuccessful = "For information about HP Instant Ink, visit: link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink Online\";}.";

XMO2InkSubscriptionSuccessfulTitle = "HP Instant Ink.";
XMO2InkSubscriptionSuccessful = "Your printer is now enrolled in HP Instant Ink.";

InkSubscriptionNonInstantInkCartridgeInstalledTitle = "Non-Instant Ink Cartridge Installed";
InkSubscriptionNonInstantInkCartridgeInstalledMessage = "This cartridge can be used in this printer, which is enrolled in HP Instant Ink. If monthly billing has begun for your HP Instant Ink service, it will continue.";

/*Connect Now Error*/
InkSubscriptionConnectNowErrorTitle = "Cannot Print";
InkSubscriptionConnectNowError = "Your printer needs to be connected to HP Connected to update its HP Instant Ink status.\n\nYou will be unable to print until the printer has connected.\nSee printer control panel for instructions.";
InkSubscribedPagesOutError = "Your printer needs to be connected to update its HP Instant Ink status.

You will be unable to print until the printer has connected.
Press the Info button on your printer front panel to print a page with information about re-connecting.
The instruction page does not count towards your HP Instant Ink page count.";

/*Account Problem Warning*/
InkSubscriptionAccountProblemWarningTitle = "Your HP Instant Ink Account Needs Attention";
InkSubscriptionAccountProblemSubscribedPagesLow = "There is a problem with your account. Please visit link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";} online for information.\n\nIf the problem is not resolved, you will be unable to print with HP Instant Ink cartridges soon.";
InkSubscriptionAccountProblemSubscribedPagesVeryLow = "There is a problem with your account. Please visit link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";} online for information.\n\nIf the problem is not resolved, you will be unable to print with HP Instant Ink cartridges very soon.";

/*Account Problem Error*/
InkSubscriptionAccountProblemErrorTitle = "Your HP Instant Ink Account Needs Attention";
InkSubscriptionAccountProblemError = "There is a problem with your account. Please visit link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";} online for information.\n\nYou will be unable to print with HP Instant Ink cartridges until the problem is resolved.";

/*Connect To Order Cartridge*/
InkSubscriptionConnectToOrderCartridgeTite = "Please Connect Printer to HP Connected";
InkSubscriptionConnectToOrderCartridge = "Your printer needs to be connected to HP Connected so your replacement cartridge can be ordered.\nSee printer control panel for instructions.";

InkSubscriptionConnectToInstantInkToOrderCartridgeTite = "Please Connect Printer to HP Instant Ink";
InkSubscriptionConnectToInstantInkToOrderCartridge = "Your printer needs to be connected to HP Instant Ink so your replacement cartridge can be ordered.
Press the Info button on your printer front panel to print a page with information about re-connecting.
The instruction page does not count towards your HP Instant Ink page count.";

/*Important Message Warning*/
InkSubscriptionImportantMessageWarningTitle = "Important Message at HP Instant Ink";
InkSubscriptionImportantMessageWarning = "There is an important message about your HP Instant Ink account for you online at: link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}.";

/*Important Message Error*/
InkSubscriptionImportantMessageErrorTitle = "Important Message at HP Instant Ink";
InkSubscriptionImportantMessageError = "Cannot print. There is an important message about your HP Instant Ink account for you online at: link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}.";

/*Consumable End Of Life*/
InkSubscriptionSubscriptionConsumableEndOfLifeTitle = "Time to Replace Your Cartridge";
InkSubscriptionSubscriptionConsumableEndOfLife = "Your cartridge is very low on ink.\nTo avoid print quality problems it should be replaced with an HP Instant Ink cartridge.";

/*Unexpected Instant Ink Cartridge Installed*/
UnexpectedInstantInkCartridgeInstalledTitle = "Unexpected Instant Ink Cartridge Installed";
UnexpectedInstantInkCartridgeInstalled = "If you have another printer that uses Instant Ink cartridges, check to see if this cartridge should be installed in that printer instead of this one.\nIf so, you can remove this cartridge and re-install the original.";

/*Used HP Instant Ink Cartridge*/
UsedHPInstantInkCartridgeTitle = "Used HP Instant Ink Cartridge";
UsedHPInstantInkCartridge = "The HP Instant Ink cartridge listed above can only be used in the HP Instant Ink printer that initially installed the cartridge and must be replaced.";

/* subscriptionCancellationSuccessful */
HPInstantInkEnrollmentCancelledTitle = "HP Instant Ink Enrollment Cancelled";
HPInstantInkEnrollmentCancelled = "Your printer is no longer enrolled in HP Instant Ink. It will no longer be able to use HP Instant Ink cartridges.\nIf you believe your printer should still be enrolled, please contact link:{url=\"http://www.hp.com/go/instantinksupport\";title=\"HP Instant Ink Support Online\";}.";

HSDProtectedCartridgesTitle = "HP Protected Cartridge Installed";

HSDProtectedCartridges = "The cartridge(s) listed above can only be used in the printer that initially protected the cartridges using the HP Cartridge Protection feature, and must be replaced.

The HP Cartridge Protection feature allows a printer owner to set the HP cartridges installed in their printer so that the cartridges will only work in that printer.

For problems with cartridges obtained from HP Instant Ink, please contact HP Instant Ink Support Online.";

XMO2HPInstantInkEnrollmentCancelledTitle = "HP Instant Ink.";
XMO2HPInstantInkEnrollmentCancelled = "Your printer is no longer enrolled in HP Instant Ink. It can continue to use HP Instant Ink Ready cartridges, but not HP Instant Ink program cartridges.";

MissingSmartChipMonoSupply = "Supply memory error";
